{"nl_vocab_dict": {"<s>": 0, "</s>": 1, "<pad>": 2, "<unk>": 3, "give": 4, "me": 5, "the": 6, "cities": 7, "in": 8, "virginia": 9, "what": 10, "are": 11, "high": 12, "points": 13, "of": 14, "states": 15, "surrounding": 16, "mississippi": 17, "name": 18, "rivers": 19, "arkansas": 20, "all": 21, "colorado": 22, "can": 23, "you": 24, "tell": 25, "capital": 26, "texas": 27, "could": 28, "is": 29, "highest": 30, "point": 31, "state": 32, "oregon": 33, "count": 34, "which": 35, "have": 36, "elevations": 37, "lower": 38, "than": 39, "alabama": 40, "has": 41, "usa": 42, "lakes": 43, "california": 44, "largest": 45, "longest": 46, "river": 47, "that": 48, "passes": 49, "through": 50, "us": 51, "number": 52, "border": 53, "utah": 54, "how": 55, "big": 56, "alaska": 57, "massachusetts": 58, "new": 59, "mexico": 60, "north": 61, "dakota": 62, "city": 63, "york": 64, "guadalupe": 65, "peak": 66, "mount": 67, "mckinley": 68, "america": 69, "montana": 70, "delaware": 71, "florida": 72, "louisiana": 73, "large": 74, "long": 75, "rio": 76, "grande": 77, "miles": 78, "missouri": 79, "platte": 80, "ohio": 81, "shortest": 82, "many": 83, "pennsylvania": 84, "capitals": 85, "does": 86, "rhode": 87, "island": 88, "there": 89, "united": 90, "named": 91, "austin": 92, "citizens": 93, "biggest": 94, "boulder": 95, "live": 96, "inhabitants": 97, "montgomery": 98, "major": 99, "arizona": 100, "bordering": 101, "nebraska": 102, "cross": 103, "people": 104, "nevada": 105, "iowa": 106, "chicago": 107, "detroit": 108, "hawaii": 109, "houston": 110, "kalamazoo": 111, "kansas": 112, "minneapolis": 113, "minnesota": 114, "hampshire": 115, "riverside": 116, "san": 117, "francisco": 118, "south": 119, "spokane": 120, "washington": 121, "georgia": 122, "smallest": 123, "wyoming": 124, "with": 125, "population": 126, "density": 127, "dc": 128, "lived": 129, "reside": 130, "stay": 131, "residents": 132, "called": 133, "found": 134, "most": 135, "idaho": 136, "do": 137, "not": 138, "traverse": 139, "albany": 140, "longer": 141, "red": 142, "run": 143, "square": 144, "kilometers": 145, "next": 146, "to": 147, "at": 148, "least": 149, "one": 150, "other": 151, "and": 152, "on": 153, "whose": 154, "boston": 155, "tennessee": 156, "borders": 157, "flow": 158, "a": 159, "rochester": 160, "springfield": 161, "higher": 162, "or": 163, "towns": 164, "much": 165, "tall": 166, "exist": 167, "list": 168, "50": 169, "michigan": 170, "no": 171, "washed": 172, "by": 173, "lowest": 174, "sacramento": 175, "antonio": 176, "show": 177, "area": 178, "runs": 179, "carolina": 180, "oklahoma": 181, "vermont": 182, "names": 183, "illinois": 184, "neighboring": 185, "for": 186, "densities": 187, "each": 188, "populations": 189, "indiana": 190, "greatest": 191, "potomac": 192, "about": 193, "located": 194, "adjacent": 195, "combined": 196, "maine": 197, "maryland": 198, "seattle": 199, "wisconsin": 200, "average": 201, "per": 202, "km": 203, "american": 204, "continental": 205, "jersey": 206, "durham": 207, "elevation": 208, "death": 209, "valley": 210, "height": 211, "mountain": 212, "sea": 213, "level": 214, "meters": 215, "country": 216, "des": 217, "moines": 218, "traversed": 219, "populous": 220, "length": 221, "flows": 222, "traverses": 223, "flowing": 224, "maximum": 225, "dense": 226, "populated": 227, "kentucky": 228, "atlanta": 229, "ga": 230, "dallas": 231, "denver": 232, "erie": 233, "portland": 234, "tempe": 235, "tucson": 236, "over": 237, "size": 238, "contains": 239, "tallest": 240, "total": 241, "mountains": 242, "though": 243, "west": 244, "excluding": 245, "those": 246, "salem": 247, "flint": 248, "urban": 249, "running": 250, "it": 251, "s": 252, "st": 253, "columbus": 254, "miami": 255, "pittsburgh": 256, "dover": 257, "contain": 258, "go": 259, "plano": 260, "salt": 261, "lake": 262, "them": 263, "neighbor": 264, "surround": 265, "whats": 266, "where": 267, "baton": 268, "rouge": 269, "fort": 270, "wayne": 271, "indianapolis": 272, "whitney": 273, "orleans": 274, "diego": 275, "jose": 276, "scotts": 277, "chattahoochee": 278, "spot": 279, "goes": 280, "fewest": 281, "adjoin": 282, "pass": 283, "lie": 284}, "fl_vocab_dict": {"<s>": 0, "</s>": 1, "<pad>": 2, "(": 3, "city": 4, "a": 5, ")": 6, ",": 7, "loc": 8, "b": 9, "const": 10, "stateid": 11, "virginia": 12, "high_point": 13, "state": 14, "next_to": 15, "c": 16, "mississippi": 17, "river": 18, "arkansas": 19, "colorado": 20, "capital": 21, "texas": 22, "highest": 23, "place": 24, "oregon": 25, "count": 26, "low_point": 27, "lower": 28, "d": 29, "e": 30, "alabama": 31, "countryid": 32, "usa": 33, "lake": 34, "california": 35, "largest": 36, "longest": 37, "traverse": 38, "utah": 39, "size": 40, "alaska": 41, "massachusetts": 42, "new": 43, "mexico": 44, "north": 45, "dakota": 46, "cityid": 47, "york": 48, "_": 49, "elevation": 50, "placeid": 51, "guadalupe": 52, "peak": 53, "mount": 54, "mckinley": 55, "montana": 56, "delaware": 57, "florida": 58, "louisiana": 59, "len": 60, "riverid": 61, "rio": 62, "grande": 63, "missouri": 64, "platte": 65, "ohio": 66, "shortest": 67, "major": 68, "pennsylvania": 69, "rhode": 70, "island": 71, "austin": 72, "population": 73, "boulder": 74, "montgomery": 75, "arizona": 76, "nebraska": 77, "nevada": 78, "iowa": 79, "tx": 80, "chicago": 81, "detroit": 82, "hawaii": 83, "houston": 84, "kalamazoo": 85, "kansas": 86, "minneapolis": 87, "mn": 88, "hampshire": 89, "riverside": 90, "san": 91, "francisco": 92, "south": 93, "spokane": 94, "wa": 95, "georgia": 96, "smallest": 97, "wyoming": 98, "density": 99, "washington": 100, "dc": 101, "most": 102, "idaho": 103, "\\+": 104, "albany": 105, "longer": 106, "red": 107, "area": 108, "boston": 109, "tennessee": 110, "rochester": 111, "springfield": 112, "higher": 113, "f": 114, "g": 115, "michigan": 116, "lowest": 117, "sacramento": 118, "antonio": 119, "carolina": 120, "oklahoma": 121, "vermont": 122, "illinois": 123, "indiana": 124, "potomac": 125, "sum": 126, "maine": 127, "maryland": 128, "seattle": 129, "wisconsin": 130, "jersey": 131, "durham": 132, "death": 133, "valley": 134, "mountain": 135, "0": 136, "des": 137, "moines": 138, "minnesota": 139, "kentucky": 140, "atlanta": 141, "ma": 142, "dallas": 143, "denver": 144, "erie": 145, "pa": 146, "portland": 147, "me": 148, "mo": 149, "sd": 150, "tempe": 151, "az": 152, "tucson": 153, "west": 154, "fewest": 155, "salem": 156, "flint": 157, "columbus": 158, "miami": 159, "pittsburgh": 160, "dover": 161, "plano": 162, "salt": 163, "baton": 164, "rouge": 165, "fort": 166, "wayne": 167, "indianapolis": 168, "whitney": 169, "orleans": 170, "diego": 171, "jose": 172, "scotts": 173, "chattahoochee": 174}}